Repository: andrasguseo/tdm-fa-kit-for-wordpress
Catalog: languages/tdm-font-awesome-kit-for-wordpress-*.po
Languages: hu_hu

source: Settings
hu_hu: Beállítások

source: Invite me for a coffee :)
hu_hu: Hívj meg egy kávéra. :)

source: Font Awesome Kit for WordPress Options
hu_hu: Font Awesome Kit a WordPresshez Beállítások

source: version 1.0
hu_hu: 1.0-ás verzió

source: Please report any bugs to %s.
hu_hu: Kérlek, jelezd a hibákat az %s email címen.

source: If you would like to buy me a coffee, %sclick here%s. :-)
hu_hu: %sKattints ide%s, ha megspendíroznál nekem egy kávét. :-)

source: Paste the Font Awesome Kit code in the below field.
hu_hu: Másold a Font Awesome Kit kódot az alábbi mezőbe.

source: Don't copy the full code, only copy the base of the file name, what you see in bold:
hu_hu: Nem szükséges az egész kódot bemásolni, csak a fájl nevet kiterjesztés nélkül, ami itt félkövérrel van kiemelve:

source: Don't have a Font Awesome Kit yet? You can %screate one here%s.
hu_hu: Még nincs Font Awesome Kit-et? %sItt készíthetsz egyet.%s

source: If you already have one, you can %sfind it here%s.
hu_hu: Ha már van egy, %sitt találod meg%s.

source: Instructions
hu_hu: Használat

source: Font Awesome Kit Code
hu_hu: Font Awesome Kit kód

source: If you see the Font Awesome flag here, the code works.
hu_hu: Ha a Font Awesome zászló itt látható, akkor a kód működik.

source: Add Font Awesome Kit code to WordPress easily. Nothing more, nothing less.
hu_hu: Add hozzá a Font Awesome Kit kódot a WordPress oldaladhoz. Se több, se kevesebb.

source: Andras Guseo | The Divi Magazine
hu_hu: Guseo András | The Divi Magazine
